<template>
	<view class="about-us">
		<view>        青岛久久泰商贸有限公司旗下久久泰抵押车是由全国从事抵押车辆交易的专业资深团队联合第三方交易服务平台,通过专业的审核把关为您的车辆交易保驾护航，我们致力于打造安全正规的抵押车交易环境，让每笔交易都更安全，更透明。</view>
		<view>        久久泰抵押车严格遵循行业规范，精准、实时的提供关于抵押车行业的政策法规和交易信息，严格审核在售车辆的真实性， 如实描述车辆信息。我们也通过加盟、合作等形式与业内的资深同行建立良好的互信。</view>
		<view>        久久泰抵押车网以互信联合的商业模式和理念，引领和规范抵押车交易行业市场，推动整个抵押车交易行业健康可持续发展，努力打造成为消费者买卖抵押车优选品牌。</view>
		<view>        久久泰抵押车网，让每个人都能开上自己喜欢的，合适的车子，是我们久久泰人不可推卸的责任。</view>
		<view>         青岛久久泰商贸有限公司位于青岛崂山区王哥庄街道，统一电话：400-087-0081</view>
	</view>
</template>

<script>
</script>

<style lang="scss">
	.about-us{
		padding: 40upx;
		font-size: 30upx;
		text-indent: 40upx;
		line-height: 180%;
		view{
			margin-bottom: 40upx;
		}
	}
</style>
